import React from 'react';
export class Contentblock extends React.Component{
  constructor(props){
    super(props);
    this.state = {};
    // this.actioveLine = React.createRef();
  }
  render(){
    const style = {
      
    }
    return(
      <div>
        <p>
          习近平总书记在广东考察民营经济和中小企业时，再次高度清晰地重申：“党中央一直重视和支持非公有制经济发展，这一点没有改变、也不会改变”，为新时代民营经济的繁荣发展，注入强大的信心和动力。

　　这是一个月来，总书记连续第三次给民营经济和中小企业加油鼓劲。

　　      9月27号在辽宁调研考察时，总书记强调：改革开放以来，党中央始终关心和支持民营企业。我们要毫不动摇鼓励、支持、引导非公有制经济发展。

　　10月20号总书记给民营企业家的回信中，又明确表示：“民营经济的历史贡献不可磨灭，民营经济的地位作用不容置疑，任何否定、弱化民营经济的言论和做法都是错误的”。

　　一方面毫不动摇地巩固和发展公有制经济，另一方面毫不动摇地鼓励、支持、引导非公有制经济发展，坚持“两个毫不动摇”，是我们党立足改革开放的伟大实践，对基本经济制度内涵的丰富和发展。

　　      40年前，珠江两岸诞生第一批个体户摊档，民营经济起步发轫于广东；40年来，中国的民营企业敢闯敢干，从小到大、由弱变强。作为中国特色社会主义的建设者，民营经济贡献了50%以上的税收，60%以上的国内生产总值，70%以上的技术创新，80%以上的城镇劳动就业，90%以上的新增就业和企业数量。</p>
      </div>
    )
  }
  componentDidMount(){

  }

}
